{"translation-revision-date":"2021-03-31 14:10:48+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es_MX"},"Please enter your customer API key ":["Por favor, introduce tu clave de cliente de la API"],"Please enter your customer password":["Por favor, introduce tu contraseña de cliente"],"eWAY connected successfully":["eWAY conectado correctamente"],"Your API details can be obtained from your {{link}}eWAY account{{\/link}}":["Tus detalles de la API pueden ser obtenidos desde tu {{link}}cuenta de eWAY{{\/link}}"],"Customer API Key":["Clave de cliente de la API"],"Customer Password":["Contraseña de cliente"],"Connect your eWAY account":["Conecta tu cuenta de eWAY"],"eWAY":["eWAY"],"The eWAY extension for WooCommerce allows you to take credit card payments directly on your store without redirecting your customers to a third party site to make payment.":["La extensión eWAY para WooCommerce te permite recibir pagos con tarjeta de crédito directamente en tu tienda sin redirigir a tus clientes a un sitio de terceros para hacer el pago."],"Please enter a valid email address":["Por favor, introduce una dirección de correo electrónico válida"],"A PayPal account is required to process payments. Connect your store to your PayPal account.":["Se requiere una cuenta de PayPal para procesar los pagos. Conecta tu tienda a tu cuenta PayPal."],"You will be redirected to the PayPal website to create the connection.":["Serás redirigido al sitio web de PayPal para crear la conexión."],"woocommerce-admin":["woocommerce-admin"]," Selling CBD products is only supported by Square.":[" La venta de productos de CBD solo la permite Square."],"A Square account is required to process payments. You will be redirected to the Square website to create the connection.":["Se necesita una cuenta de Square para procesar los pagos. Serás redirigido a la web de Square para crear la conexión."],"A Stripe account is required to process payments.":["Se necesita una cuenta de Stripe para procesar pagos."],"Account name":["Nombre de la cuenta"],"Account number":["Número de cuenta"],"Add your bank details":["Añade los detalles de tu banco"],"BIC \/ Swift":["BIC\/Swift"],"Bank name":["Nombre del banco"],"Cash on delivery":["Contra reembolso"],"Connect your Klarna account":["Conecta tu cuenta de Klarna"],"Connect your PayPal account":["Conecta tu cuenta de PayPal"],"Connect your Square account":["Conecta tu cuenta de Square"],"Connect your Stripe account":["Conecta tu cuenta de Stripe"],"Direct bank transfer":["Transferencia bancaria"],"Direct bank transfer details added successfully":["Detalles para transferencia bancaria directa añadidos correctamente"],"IBAN":["IBAN"],"Merchant ID":["ID de vendedor"],"Merchant Key":["Clave de vendedor"],"Passphrase":["Frase de contraseña"],"PayFast":["PayFast"],"Please enter an account number or IBAN":["Por favor, introduce un número de cuenta o IBAN"],"Selecting this extension will configure your store to use South African rands as the selected currency.":["Al seleccionar esta extensión, tu tienda se configurará para usar rands sudafricanos como moneda seleccionada."],"Sort code":["Código bancario (UK, IRL)"],"Take payments in cash upon delivery.":["Acepta pagos en efectivo en el momento de la entrega."],"Take payments via bank transfer.":["Acepta pagos mediante transferencia bancaria."],"The PayFast extension for WooCommerce enables you to accept payments by Credit Card and EFT via one of South Africa’s most popular payment gateways. No setup fees or monthly subscription costs.":["La extensión PayFast para WooCommerce te permite aceptar pagos desde tarjetas bancarias y EFT desde una de las pasarelas de pago más populares de sudáfrica. Sin cuotas de inscripción ni costes mensuales de suscripción."],"These details are required to receive payments via bank transfer":["Estos detalles son obligatorios para recibir pagos mediante transferencia bancaria"],"WooCommerce Payments":["WooCommerce Payments"],"WooCommerce Payments connected successfully.":["WooCommerce Payments conectado correctamente."],"There was an error connecting to WooCommerce Payments. Please try again or connect later in store settings.":["Ha habido un error al conectar con los pagos de WooCommerce. Por favor, inténtalo de nuevo o conéctalo más tarde en los ajustes de la tienda."],"Your API details can be obtained from your {{docsLink}}Stripe account{{\/docsLink}}. Don’t have a Stripe account? {{registerLink}}Create one.{{\/registerLink}}":["Los detalles de tu API pueden ser obtenidos desde tu {{docsLink}}cuenta de Stripe{{\/docsLink}}. ¿No tienes una cuenta de Stripe? {{registerLink}}Crea una.{{\/registerLink}}"],"There was a problem saving your payment settings":["Hubo un problema al guardar la configuración de pago."],"Yes, count me in!":["¡Sí, cuenta conmigo!"],"Live Secret Key":["Clave secreta de producción"],"Stripe connected successfully.":["Stripe conectado correctamente."],"There was an error connecting to Square. Please try again or skip to connect later in store settings.":["Ocurrió un error al conectar con Square. Por favor, inténtalo de nuevo o sáltate este paso para conectarte más tarde en los ajustes de la tienda."],"Square connected successfully.":["Square conectado correctamente."],"There was a problem saving your payment settings.":["Ocurrió un problema al guardar tus ajustes de pagos."],"Klarna can be configured under your {{link}}store settings{{\/link}}. Figure out {{helpLink}}what you need{{\/helpLink}}.":["Klarna se puede configurar en tus {{link}}ajustes de la tienda{{\/link}}. Descubre {{helpLink}}qué necesitas{{\/helpLink}}."],"PayPal connected successfully.":["PayPal conectado correctamente."],"Square":["Cuadrado"],"Klarna Checkout":["Pago con Klarna"],"Klarna Payments":["Pagos Klarna"],"Choose the payment that you want, pay now, pay later or slice it. No credit card numbers, no passwords, no worries.":["Elige el pago que quieras, pagar ahora, pagar más tarde o divídelo. Sin números de tarjeta, sin contraseñas, sin preocupaciones."],"Email address":["Dirección de correo electrónico"],"Credit cards - powered by Stripe":["Tarjetas de crédito - gestionado por Stripe"],"Safe and secure payments using credit cards or your customer's PayPal account.":["Pagos seguros y protegidos usando tarjetas de crédito o la cuenta PayPal de tu cliente."],"Proceed":["Ejecutar"],"No thanks":["No, gracias"],"Continue":["Seguir"],"Save":["Guardar"],"Connect":["Conectar"],"Build a better WooCommerce":["Crea un WooCommerce mejor"]}},"comment":{"reference":"dist\/chunks\/6.js"}}